{
  "7Dates": "سبع تمرات",
  "“Savor the sweetness of life with 7Dates where every bite is a journey into the heart of tradition.”": "“تذوق حلاوة الحياة مع7Dates واستمتع بطعم التمر الأصيل”",
  "“Empower your brand with the richness of 7Dates where tradition meets innovation, and quality becomes an enduring partnership.”": "“طور علامتك التجارية مع 7Dates حيث يلتقي التاريخ والابتكار لتصبح الجودة شريكك الدائم”",
  "“Journey through the oasis of flavor 7Dates, where the authenticity of tradition meets the innovation of excellence.”": "“ابدأ رحلتك في واحة من النكهات مع7Dates لنُحقِّق النجاح معًا في عالم التمور الراقية ”",
  "About Us": "نبذة عنا",
  "The success history of 7Dates in 18 years": "حكاية نجاح 7Dates على مدى 18 عامًا",
  "We have more than 18 years of experience in sourcing and packing the finest dates products.": "لدينا أكثر من 18 عامًا من الخبرة في توريد أجود منتجات التمور وتعبئتها.",
  "7Dates principal goal is to provide the highest quality dates products to UAE nationals, residents, the Gulf Countries and whole world.": "الهدف الرئيسي لشركة 7Dates هو توفير منتجات التمور عالية الجودة لمواطني دولة الإمارات العربية المتحدة والمقيمين ودول الخليج والعالم بأسره.",
  "Read More": "قراءة المزيد",
  "Our Products": "منتجاتنا",
  "Best Quality Products": "أفضل المنتجات ذات الجودة",
  "AJWA": "عجوة",
  "SAFAWY": "صفوي",
  "SAGEY": "صقعي",
  "SAUDI": "سعودي",
  "MAJDOUL": "مجدول",
  "SUKKARY": "سكري",
  "MABROOM": "مبروم",
  "Private Label": "علامة خاصة",
  "We offer convenience, quality and flexibility 7Dates Factory Packing and Processing Dates LLC - a local based Dates manufacturing company in United Arab Emirates.": "نحن نقدم الراحة والجودة والمرونة مصنع التمور السبعة لتعبئة وتجهيز التمور ذ.م.م - شركة تصنيع التمور المحلية في دولة الإمارات العربية المتحدة.",
  "Learn More": "معرفة المزيد",
  "Customize your order NOW!": "تخصيص طلبك الآن!",
  "Packed with essential nutrients, aiding digestion, and providing a natural energy boost, these tiny wonders are a must-have for a healthy diet.": "مليئة بالعناصر الغذائية الأساسية، التي تساعد على الهضم، وتوفر دفعة طبيعية من الطاقة، هذه العجائب الصغيرة ضرورية لنظام غذائي صحي.",
  "Rich in Nutrients": "غنية بالمواد المغذية",
  "Natural Energy Boost": "تعزيز الطاقة الطبيعية",
  "High in Fiber": "نسبة عالية من الألياف",
  "Heart Health Support": "دعم صحة القلب",
  "Explore More": "اكتشف المزيد",
  "Our Clients": "عملائنا",
  "Contact Us": "اتصل بنا",
  "Get in touch with us.": "ابق على تواصل معنا.",
  "7Dates Factory Packing and Processing Dates LLC © 2024": "مصنع 7Dates لتعبئة وتجهيز التمور ذ.م.م © 2024",
  "Our Story": "قصتنا",
  "With a legacy spanning over 18 years, 7Dates Factory Packing and Processing Dates LLC has been a pioneer in sourcing and packing the finest date products. Our journey is rooted in a dedication to quality, customer satisfaction, and a passion for delivering the best of the UAE's date varieties.": "مع إرث يمتد لأكثر من 18 عامًا، كانت شركة 7Dates Factory لتعبئة وتجهيز التمور ذ.م.م. رائدة في الحصول على أجود منتجات التمور وتعبئتها. رحلتنا متجذرة في التفاني في الجودة، ورضا العملاء، والشغف لتقديم أفضل أصناف التمور في دولة الإمارات العربية المتحدة.",
  "Vision": "رؤية",
  "At 7Dates, our vision is to be the leading provider of high-quality date products globally, ensuring convenience, excellence, and a touch of tradition in every date.": "تتمثل رؤيتنا في 7Dates في أن نكون المزود الرائد لمنتجات التمور عالية الجودة على مستوى العالم، مما يضمن الراحة والتميز ولمسة من التقاليد في كل تمر.",
  "Mission": "مهمة",
  "Our mission is to deliver the finest dates to UAE nationals, residents, and the global community, leveraging our 18 years of experience, cutting-edge technology, and a commitment to customer satisfaction.": "مهمتنا هي تقديم أجود التمور لمواطني دولة الإمارات العربية المتحدة والمقيمين والمجتمع العالمي، وذلك بالاستفادة من خبرتنا الممتدة على مدار 18 عامًا والتكنولوجيا المتطورة والالتزام برضا العملاء.",
  "We offer convenience, quality and flexibility 7Dates Factory Packing and Processing Dates LLC - a local based Dates manufacturing company in United Arab Emirates. We have more than 18 years of experience in sourcing and packing the finest dates products. 7Dates principal goal is to provide the highest quality dates products to UAE nationals, residents, the Gulf Countries and whole world. Our team of experts has carefully developed a wide range of Dates items for retailers and private label for our partners according to the required specifications that is culturally relevant, cost effective and convenient.": "نحن نقدم الراحة والجودة والمرونة مصنع التمور السبعة لتعبئة وتجهيز التمور ذ.م.م - شركة تصنيع التمور المحلية في دولة الإمارات العربية المتحدة. لدينا أكثر من 18 عامًا من الخبرة في توريد أجود منتجات التمور وتعبئتها. الهدف الرئيسي لشركة 7Dates هو توفير منتجات التمور عالية الجودة لمواطني دولة الإمارات العربية المتحدة والمقيمين ودول الخليج والعالم بأسره. لقد قام فريق الخبراء لدينا بتطوير مجموعة واسعة من أصناف التمور بعناية لتجار التجزئة والعلامات التجارية الخاصة لشركائنا وفقًا للمواصفات المطلوبة ذات الصلة ثقافيًا وفعالة من حيث التكلفة ومريحة.",
  "we are actively improving our business by closely understanding the needs of our most valuable asset - our customers. Motivated by their positive response for our products, we are constantly in touch with our suppliers and stakeholders to uphold the reputation that we have built in market. To attain our mission and vision, we have acquired sophisticated and well-equipped machinery at our processing plant. Safety and hygiene for our customers is primary concern. We have adopted the best practices in the Dates industry to ensure that.": "نحن نعمل بنشاط على تحسين أعمالنا من خلال الفهم الدقيق لاحتياجات الأصول الأكثر قيمة لدينا - عملائنا. بدافع من استجابتهم الإيجابية لمنتجاتنا، نحن على اتصال دائم مع موردينا وأصحاب المصلحة لدينا للحفاظ على السمعة التي بنيناها في السوق. لتحقيق مهمتنا ورؤيتنا، حصلنا على آلات متطورة ومجهزة تجهيزًا جيدًا في مصنع المعالجة الخاص بنا. السلامة والنظافة لعملائنا هي الشاغل الرئيسي. لقد اعتمدنا أفضل الممارسات في صناعة التمور لضمان ذلك.",
  "7Dates fosters and maintains a competitive edge in terms of quality by incorporating the latest technological developments in the food manufacturing sector.": "تعمل 7Dates على تعزيز الميزة التنافسية من حيث الجودة والحفاظ عليها من خلال دمج أحدث التطورات التكنولوجية في قطاع الصناعات الغذائية.",
  "We have the capability for packing the dates products into different packaging from dates packed loose 10 kg cartons, 1 kg thermoform packs and the foam, crystal and round tubes trays to 50g packs and the gift boxes, etc.": "لدينا القدرة على تعبئة منتجات التمور في عبوات مختلفة بدءًا من التمور المعبأة في علب كرتونية سائبة 10 كجم، وعبوات حرارية 1 كجم، وصواني الرغوة والكريستال والأنابيب الدائرية إلى عبوات 50 جرام وعلب الهدايا، إلخ.",
  "Welcome to 7Dates, where gifting becomes an art.": "مرحبًا بك في 7Dates، حيث تصبح الإهداء فنًا.",
  "Customize your box with the freshest, juiciest dates for a unique experience. We help you select from a variety of premium dates, creating a personalized gift that speaks volumes.": "قم بتخصيص صندوقك بالتمور الطازجة والعصارة لتجربة فريدة من نوعها. نحن نساعدك على الاختيار من بين مجموعة متنوعة من التمور المميزة، ونقدم لك هدية شخصية تتحدث عن الكثير.",
  "From sweet classics to exotic rarities, craft a box tailored to your loved ones' tastes. Share the joy of giving with a thoughtful touch from 7Dates, turning every occasion into a sweet and memorable celebration.": "بدءًا من الكلاسيكيات الحلوة وحتى المنتجات النادرة الغريبة، اصنع صندوقًا مصممًا خصيصًا ليناسب أذواق أحبائك. شارك متعة العطاء بلمسة مدروسة من 7Dates، لتحويل كل مناسبة إلى احتفال جميل لا يُنسى.",
  "Because each date deserves its moment, and every moment deserves the perfect, customized gift": "لأن كل موعد يستحق لحظته الخاصة، وكل لحظة تستحق الهدية المثالية والمخصصة",
  "Your name": "الاسم",
  "Your email": "البريد الإلكتروني",
  "Your message": "الرسالة",
  "Send": "ارسال",
  "Home": "الرئيسية",
  "About": "نبذة عنا",
  "Products": "المنتجات",
  "Gift Box": "صندوق الهدايا",
  "Contact": "اتصل بنا",
  "The success history of": "تاريخ النجاح",
  "7Dates in 18 years": "7Dates في 18 سنة",
  "Umm Al Quwain": "أم القيوين",
  "United Arab Emirates": "الإمارات العربية المتحدة",
  "Ajwa dates, revered for their dark color and distinct taste, bring a unique blend of sweetness and earthiness to your palate. Known for their historical significance, Ajwa dates are said to possess exceptional health benefits. Enjoy the timeless elegance of Ajwa dates as you embrace both tradition and well-being.": "عجوة:  تمور العجوة بلونها الداكن وطعمها المميز، تجلب مزيجًا فريدًا من الحلاوة إلى ذوقك. تشتهر تمور العجوة بأهميتها التاريخية حيث أنها تمتلك فوائد صحية استثنائية. استمتع بالأناقة الخالدة لتمور العجوة وانعم بالعافية.",
  "Safawi dates, with their dark color and intense sweetness, captivate the senses with every bite and bring along a plethora of health benefits. Highly prized for their distinctive taste, reminiscent of molasses and rich caramel, Safawi dates serve as a testament to the unparalleled quality and sophistication that 7Dates embodies. Enjoy the exquisite flavor while reaping the health rewards of Safawi dates.": "صفاوي: تمور الصفاوي، ذو اللون الداكن والحلاوة الشديدة، يأسر الحواس مع كل قضمة و يتميز بطعمه الفريد، الذي يشبه الدبس والكراميل الغني. تمور الصفاوي هي شهادة على الجودة الفائقة والرقي الذي تمثل 7Dates",
  "Sagey dates, with their medium size and golden-brown color, boast a delightful combination of sweetness and chewiness. These dates are a favorite for their versatility, making them a perfect snack or ingredient for both sweet and savory dishes.": "صقعي: تتميز تمور الصقعي، بحجمها المتوسط ولونها الذهبي البني، بمزيج رائع من الحلاوة. تحظى هذه التمور بشعبية كبيرة بسبب تنوعها، مما يجعلها وجبة خفيفة مثالية أو مكونًا لكل من الأطباق الحلوة والمالحة. تضيف تمور صقعي لمسة من الرقي إلى كل ابتكار.",
  "Experience the essence of Saudi Arabia with our premium dates. Brimming with sun-soaked sweetness, each bite is a journey through centuries of heritage. Packed with nutrients, these wholesome treats offer a taste of KSA's rich history. Elevate your snacking and savor the warmth of Saudi hospitality!": "استمتع بجوهر المملكة العربية السعودية مع تمورنا المتميزة. مليئة بالحلاوة المشمسة، كل قضمة هي رحلة عبر قرون من التراث. تقدم هذه الحلويات الصحية المليئة بالعناصر الغذائية لمحة عن تاريخ المملكة العربية السعودية الغني. ارفع مستوى تناولك للوجبات الخفيفة وتذوق دفء الضيافة السعودية!",
  "Indulge in the regal experience of Majdoul dates plump which are golden, and irresistibly sweet. These dates are a true delicacy, known for their rich caramel-like flavor and soft, chewy texture. Majdoul dates are the epitome of luxury, offering a taste that lingers on the palate. they offer a multitude of health benefits. Renowned for their rich caramel-like flavor and delightful, soft, and chewy texture, Majdoul dates stand out as a true delicacy. Packed with essential nutrients, they contribute to overall well-being and represent the epitome of a luxurious and healthy treat.": "مجدول: دلل نفسك بتجربة ملكية مع تمور المجدول. ممتلئة، ذهبية وحلوة بشكل لا يقاوم. تتميز هذه التمور بمذاقها الغني الذي يشبه الكراميل وقوامها الناعم والمضغوط، فتمر المجدول هو تجسيد للرفاهية.",
  "Sukkary dates, the jewels of the date kingdom, are renowned for their amber hue and luscious, honey-like taste. Soft, with a melt-in-your-mouth consistency, Sukkary dates offer a delightful balance of sweetness and a hint of caramel. Sukkary dates not only delight the palate with their amber hue and honey-like taste but also offer health benefits.  Elevate your moments with the exquisite flavor of Sukkary.": "سكّري: تمور السكّري، جوهرة مملكة التمور، تشتهر بلونها الكهرماني وطعمها اللذيذ الذي يشبه العسل. يتميز تمر السكّري، بنعومته وذوبانه في الفم، بتوازن رائع بين الحلاوة ولمسة من الكراميل. ارتقِ بمناسباتك بنكهة تمر سكّري الرائعة.",
  "Experience the natural sweetness of Mabroom dates, known for their elongated shape and rich, toffee-like flavor. Mabroom dates offer a satisfying chewiness and a nuanced taste that evolves with each bite. Enjoy the wholesome goodness and timeless charm of Mabroom dates.": "مبروم: جرب حلاوة تمور المبروم الطبيعية، والمعروفة بشكلها المستطيل. تقدم تمور المبروم طعمًا دقيقًا مرضيًا يتطور مع كل قضمة. فاستمتع بالطيبة الكاملة والسحر الخالد لتمور مبروم.",
  "Ajwa": "عجوة",
  "Safawy": "صفوي",
  "Sagey": "صقعي",
  "Saudi": "سعودي",
  "Majdoul": "مجدول",
  "Sukkary": "سكري",
  "Mabroom": "مبروم"
}
